Repository: pixelspark/sushitrain
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, uk

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
nl: Instellingen
uk: Налаштування

source: Settings...
de: Einstellungen...
es: Configuración...
it: Impostazioni...
nl: Instellingen...
uk: Налаштування...

source: Share external link
de: Externen Link teilen
es: Compartir enlace externo
it: Condividi link esterno
nl: Deel externe link
uk: Поділитися зовнішнім посиланням

source: Share file
de: Datei freigeben
es: Compartir archivo
it: Condividi file
nl: Deel bestand
uk: Поділитися файлом

source: Share folder '%@'
de: Ordner '%@' freigeben
es: Compartir carpeta '%@'
it: Condividi cartella '%@'
nl: Map '%@' delen
uk: Поділитися папкою "%@"

source: Share this folder with other devices to start synchronizing files.
de: Diesen Ordner mit anderen Geräten teilen, um Dateien zu synchronisieren.
es: Comparte esta carpeta con otros dispositivos para comenzar a sincronizar archivos.
it: Condividi questa cartella con altri dispositivi per iniziare a sincronizzare i file.
nl: Deel deze map met andere apparaten om te synchroniseren.
uk: Поділіться цією текою з іншими пристроями, щоб розпочати синхронізацію файлів.

source: Share with
de: Teilen mit
es: Compartir con
it: Condividi con
nl: Deel met
uk: Поділитися з усіма пристроями, які пропонують цю папку

source: Share with device
de: Mit Gerät teilen
es: Compartir con dispositivo
it: Condividi con dispositivo
nl: Deel met apparaat
uk: Поділитися з пристроєм

source: Shared folders
de: Geteilte Ordner
es: Carpetas compartidas
it: Cartelle condivise
nl: Gedeelde mappen
uk: Спільні папки

source: Shared with
de: Geteilt mit
es: Compartido con
it: Condiviso con
nl: Gedeeld met
uk: Спільно з

source: Short device ID
de: Kurze Geräte-ID
es: ID de dispositivo corto
it: ID dispositivo breve
nl: Korte apparaat-ID
uk: Короткий ідентифікатор пристрою

source: Show
de: Anzeigen
es: Mostrar
it: Mostra
nl: Toon
uk: Показати

source: Show addresses
de: Adressen anzeigen
es: Mostrar direcciones
it: Mostra indirizzi
nl: Toon adressen
uk: Показати адреси

source: Show details
de: Details anzeigen
es: Mostrar detalles
it: Mostra dettagli
nl: Toon details
uk: Показати деталі

source: Show image previews
de: Bildvorschauen anzeigen
es: Mostrar vistas previas de imágenes
it: Mostra anteprime immagini
nl: Toon miniaturen van afbeeldingen
uk: Показати попередній перегляд зображень

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
it: Mostra nel Finder
nl: Toon in Finder
uk: Показати у Finder

source: Show info...
de: Info anzeigen...
es: Mostrar información...
it: Mostra info...
nl: Toon info...
uk: Показати інформацію...

source: Show introduction screen
de: Einführungsbildschirm anzeigen
es: Mostrar pantalla de introducción
it: Mostra schermata introduttiva
nl: Toon introductiescherm
uk: Показати екран введення

source: Show metric
de: Metrik anzeigen
es: Mostrar métrica
it: Mostra metrica
nl: Toon metriek
uk: Показати метрику

source: Show preview for large files
de: Vorschau für große Dateien anzeigen
es: Mostrar vista previa para archivos grandes
it: Mostra anteprima per file di grandi dimensioni
nl: Toon miniaturen voor grote bestanden
uk: Показати попередній перегляд для великих файлів

source: Show preview...
de: Vorschau anzeigen...
es: Mostrar vista previa...
it: Mostra anteprima...
nl: Toon voorbeeld...
uk: Показати попередній перегляд...

source: Show QR code
de: QR-Code anzeigen
es: Mostrar código QR
it: Mostra codice QR
nl: Toon QR-code
uk: Показати QR-код

source: Show results from hidden folders
de: Ergebnisse aus versteckten Ordnern anzeigen
es: Mostrar resultados de carpetas ocultas
it: Mostra i risultati dalle cartelle nascoste
nl: Toon resultaten uit verborgen mappen
uk: Показати результати з прихованих папок

source: Show thumbnails
de: Miniaturansichten anzeigen
es: Mostrar miniaturas
it: Mostra miniature
nl: Miniaturen weergeven
uk: Показати ескізи

source: Show video previews
de: Videovorschauen anzeigen
es: Mostrar vistas previas de video
it: Mostra anteprime video
nl: Toon videominiaturen
uk: Показувати попередній перегляд відео

source: Single folder
de: Einzelner Ordner
es: Carpeta única
it: Cartella singola
nl: Enkele map
uk: Одна папка

source: Single folder with dates
de: Einzelner Ordner mit Daten
es: Carpeta única con fechas
it: Cartella singola con date
nl: Enkele map met datums
uk: Одна папка з датами

source: Size
de: Größe
es: Tamaño
it: Dimensione
nl: Grootte
uk: Розмір

source: Size on this device
de: Größe auf diesem Gerät
es: Tamaño en este dispositivo
it: Dimensione su questo dispositivo
nl: Grootte op dit apparaat
uk: Розмір на цьому пристрої

source: Started
de: Gestartet
es: Iniciado
it: Avviato
nl: Gestart
uk: Запущено

source: Statistics
de: Statistiken
es: Estadísticas
it: Statistiche
nl: Statistieken
uk: Статистика

source: Statistics...
de: Statistiken...
es: Estadísticas...
it: Statistiche...
nl: Statistieken...
uk: Статистика...

source: STUN servers
de: STUN-Server
es: Servidores STUN
it: Server STUN
uk: STUN-сервери

source: Subdirectories that were empty and had no files in them were removed from this device.
de: Unterverzeichnisse, die leer waren und keine Dateien enthielten, wurden von diesem Gerät entfernt.
es: Los subdirectorios que estaban vacíos y no contenían archivos fueron eliminados de este dispositivo.
it: Le sottodirectory che erano vuote e non contenevano file sono state rimosse da questo dispositivo.
nl: Subdirectories die leeg waren en geen bestanden bevatte, zijn van dit apparaat verwijderd.
uk: Порожні підкаталоги без файлів були видалені з цього пристрою.

source: Subdirectory
de: Unterverzeichnis
es: Subdirectorio
it: Sottodirectory
uk: Підкаталог

source: Subdirectory properties
de: Unterverzeichniseigenschaften
es: Propiedades del subdirectorio
it: Proprietà della sottodirectory
nl: Eigenschappen submap
uk: Властивості підкаталогу

source: Subdirectory properties...
de: Unterverzeichnis-Eigenschaften...
es: Propiedades del subdirectorio...
it: Proprietà della sottodirectory...
nl: Eigenschappen submap...
uk: Властивості підкаталогу...

source: Subpath
de: Unterpfad
es: Subruta
it: Sottopercorso
nl: Subpad
uk: Підшлях

source: Swipe between files when viewing
de: Zwischen Dateien wischen beim Ansehen
es: Desliza entre archivos al ver
it: Scorri tra i file durante la visualizzazione
nl: Vegen tussen bestanden bij bekijken
uk: Проводьте пальцем між файлами під час перегляду

source: Switch rows/columns
de: Zeilen/Spalten tauschen
es: Cambiar filas/columnas
it: Scambia righe/colonne
nl: Rijen/kolommen omwisselen
uk: Перемикання рядків/стовпців

source: Synchronisation did not run
de: Synchronisierung wurde nicht ausgeführt
es: La sincronización no se ejecutó
it: La sincronizzazione non è stata eseguita
nl: Synchronisatie is niet uitgevoerd
uk: Синхронізація не виконана

source: Synchronization disabled
de: Synchronisation deaktiviert
es: Sincronización desactivada
it: Sincronizzazione disabilitata
nl: Synchronisatie uitgeschakeld
uk: Синхронізацію вимкнено

source: Synchronization has been disabled for this folder. Enable it in folder settings to access files.
de: Die Synchronisierung ist für diesen Ordner deaktiviert. Aktivieren Sie sie in den Ordnereinstellungen, um auf Dateien zuzugreifen.
es: La sincronización ha sido desactivada para esta carpeta. Actívala en la configuración de la carpeta para acceder a los archivos.
it: La sincronizzazione è stata disabilitata per questa cartella. Abilitala nelle impostazioni della cartella per accedere ai file.
nl: Synchronisatie is uitgeschakeld voor deze map. Schakel in via het scherm 'mapinstellingen' om bestanden te benaderen.
uk: Синхронізацію для цієї папки вимкнено. Увімкніть її в налаштуваннях папки, щоб отримати доступ до файлів.

source: Synchronization is disabled for all associated devices. This may occur after updating or restarting the app. To restart synchronization, re-enable synchronization on the 'devices' page, or tap here to enable all devices.
de: Die Synchronisierung ist für alle verbundenen Geräte deaktiviert. Dies kann nach dem Aktualisieren oder Neustarten der App auftreten. Um die Synchronisierung neu zu starten, aktivieren Sie die Synchronisierung auf der 'Geräte'-Seite erneut oder tippen Sie hier, um alle Geräte zu aktivieren.
es: La sincronización está desactivada para todos los dispositivos asociados. Esto puede ocurrir después de actualizar o reiniciar la aplicación. Para reiniciar la sincronización, vuelva a habilitar la sincronización en la página de 'dispositivos', o pulse aquí para habilitar todos los dispositivos.
it: La sincronizzazione è disattivata per tutti i dispositivi associati. Questo può accadere dopo l'aggiornamento o il riavvio dell'app. Per riavviare la sincronizzazione, riattivare la sincronizzazione nella pagina 'dispositivi' o tocca qui per abilitare tutti i dispositivi.
nl: Synchronisatie is uitgeschakeld voor alle gekoppelde apparaten. Dit kan optreden na het updaten of opnieuw opstarten van de app. Om synchronisatie opnieuw te starten, schakelt u synchronisatie in op de 'apparaten'-pagina, of tik hier om alle apparaten in te schakelen.
uk: Синхронізацію вимкнено для всіх пов'язаних пристроїв. Це може статися після оновлення або перезапуску додатка. Щоб відновити синхронізацію, увімкніть її знову на сторінці 'пристрої', або натисніть тут, щоб увімкнути всі пристрої.

source: Synchronization is not back-up
de: Synchronisierung ist keine Sicherung
es: La sincronización no es una copia de seguridad
it: La sincronizzazione non è un backup
nl: Synchronisatie is geen back-up
uk: Синхронізація - це не резервне копіювання

source: Synchronize
de: Synchronisieren
es: Sincronizar
it: Sincronizza
nl: Synchroniseer
uk: Синхронізувати

source: Synchronize for a while
de: Eine Weile synchronisieren
es: Sincronizar por un momento
it: Sincronizza per un po'
nl: Synchroniseren voor een tijdje
uk: Синхронізувати на деякий час

source: Synchronize with this device
de: Mit diesem Gerät synchronisieren
es: Sincronizar con este dispositivo
it: Sincronizza con questo dispositivo
nl: Synchroniseer met dit apparaat
uk: Синхронізувати з цим пристроєм

source: Synchronize your files securely with your other devices.
de: Synchronisieren Sie Ihre Dateien sicher mit Ihren anderen Geräten.
es: Sincroniza tus archivos de forma segura con tus otros dispositivos.
it: Sincronizza i tuoi file in modo sicuro con gli altri tuoi dispositivi.
nl: Synchroniseer veilig bestanden met je andere apparaten.
uk: Синхронізуйте ваші файли безпечно з іншими вашими пристроями.

source: Synchronized
de: Synchronisiert
es: Sincronizado
it: Sincronizzato
nl: Gesynchroniseerd
uk: Синхронізовано

source: Synchronizing...
de: Synchronisierung...
es: Sincronizando...
it: Sincronizzazione in corso...
nl: Synchroniseren...
uk: Синхронізується...

source: Synctrain cannot access your photo library right now
de: Synctrain kann derzeit nicht auf Ihre Fotobibliothek zugreifen
es: Synctrain no puede acceder a tu biblioteca de fotos en este momento
it: Synctrain non può accedere alla tua libreria fotografica in questo momento
nl: Synctrain kan op dit moment geen toegang krijgen tot je fotobibliotheek
uk: Synctrain наразі не може отримати доступ до вашої фототеки

source: Synctrain is © 2024, Tommy van der Vorst
de: Synctrain ist © 2024, Tommy van der Vorst
es: Synctrain es © 2024, Tommy van der Vorst
it: Synctrain è © 2024, Tommy van der Vorst
uk: Synctrain є © 2024, Томмі ван дер Ворст

source: System files
de: Systemdateien
es: Archivos del sistema
it: File di sistema
nl: Systeembestanden
uk: Системні файли

source: System settings
de: Systemeinstellungen
es: Ajustes del sistema
it: Impostazioni di sistema
nl: Systeeminstellingen
uk: Налаштування системи

source: Tap here to view the downloaded file
de: Tippe hier, um die heruntergeladene Datei anzuzeigen
es: Toca aquí para ver el archivo descargado
it: Tocca qui per visualizzare il file scaricato
nl: Tik hier om het gedownloade bestand te openen
uk: Торкніться тут, щоб переглянути завантажений файл

source: Tap to close
de: Tippen zum Schließen
es: Toca para cerrar
it: Tocca per chiudere
nl: Tik om te sluiten
uk: Натисніть, щоб закрити

source: The app is currently using a custom configuration from config.xml in the application directory. Remove it and restart the app to revert back to the default configuration.
de: Die App verwendet derzeit eine benutzerdefinierte Konfiguration aus der config.xml im Anwendungsverzeichnis. Entfernen Sie diese und starten Sie die App neu, um zur Standardkonfiguration zurückzukehren.
es: La aplicación está utilizando actualmente una configuración personalizada de config.xml en el directorio de la aplicación. Elimínala y reinicia la aplicación para volver a la configuración predeterminada.
it: L'app sta attualmente utilizzando una configurazione personalizzata dal file config.xml nella directory dell'applicazione. Rimuovila e riavvia l'app per tornare alla configurazione predefinita.
nl: De app gebruikt momenteel een aangepaste configuratie uit config.xml in de applicatiemap. Verwijder deze en start de app opnieuw om terug te keren naar de standaardconfiguratie.
uk: Додаток в даний час використовує налаштування з файлу config.xml у директорії програми. Видаліть його та перезавантажте додаток, щоб повернутися до стандартних налаштувань.

source: The app is logging to a file in the application folder, which you can share with the developers.
de: Die App protokolliert in eine Datei im Anwendungsordner, die Sie mit den Entwicklern teilen können.
es: La app está registrando en un archivo dentro de la carpeta de la aplicación, que puedes compartir con los desarrolladores.
it: L'app sta registrando su un file nella cartella delle applicazioni, che puoi condividere con gli sviluppatori.
nl: De app logt naar een bestand in de toepassingsmap, dat je kunt delen met de ontwikkelaars.
uk: Додаток веде журнал у файл в папці програми, який ви можете поділитися з розробниками.

source: The configuration file has been saved in the application folder.
de: Die Konfigurationsdatei wurde im Anwendungsordner gespeichert.
es: El archivo de configuración se ha guardado en la carpeta de la aplicación.
it: Il file di configurazione è stato salvato nella cartella dell'applicazione.
nl: Het configuratiebestand is opgeslagen in de toepassingsmap.
uk: Файл конфігурації було збережено у папці застосунку.

source: The configuration folder contains the settings for the app, as well as the keys to communicate with other devices and bookkeeping of synchronized folders. By default, the configuration folder is managed by the app.
de: Der Konfigurationsordner enthält die Einstellungen für die App sowie die Schlüssel zur Kommunikation mit anderen Geräten und die Buchhaltung der synchronisierten Ordner. Standardmäßig wird der Konfigurationsordner von der App verwaltet.
es: La carpeta de configuración contiene los ajustes de la aplicación, así como las claves para comunicarse con otros dispositivos y el registro de las carpetas sincronizadas. Por defecto, la carpeta de configuración es gestionada por la aplicación.
it: La cartella di configurazione contiene le impostazioni per l'app, nonché le chiavi per comunicare con altri dispositivi e la gestione delle cartelle sincronizzate. Per impostazione predefinita, la cartella di configurazione è gestita dall'app.
nl: De configuratiemap bevat de instellingen voor de app, evenals de sleutels om te communiceren met andere apparaten en de administratie van gesynchroniseerde mappen. Standaard wordt de configuratiemap beheerd door de app.
uk: Папка конфігурації містить налаштування для додатка, а також ключі для зв'язку з іншими пристроями та облік синхронізованих папок. За замовчуванням, папка конфігурації управляється додатком.

source: The device has been added
de: Das Gerät wurde hinzugefügt
es: El dispositivo ha sido agregado
it: Il dispositivo è stato aggiunto
nl: Het apparaat is toegevoegd
uk: Пристрій було додано

source: The device has been added. To ensure a connection, ensure the other device accepts this device, or add this device there as well.
de: Das Gerät wurde hinzugefügt. Stellen Sie sicher, dass eine Verbindung besteht, indem Sie das andere Gerät dieses Gerät akzeptieren lassen oder dieses Gerät auch dort hinzufügen.
es: El dispositivo ha sido agregado. Para asegurar una conexión, asegúrate de que el otro dispositivo acepte este dispositivo, o añade este dispositivo allí también.
it: Il dispositivo è stato aggiunto. Per garantire una connessione, assicurati che l'altro dispositivo accetti questo dispositivo, oppure aggiungi anche lì questo dispositivo.
nl: Het apparaat is toegevoegd. Controleer of het andere apparaat dit apparaat ook accepteert, of voeg dit apparaat ook daar toe.
uk: Пристрій додано. Щоб забезпечити з'єднання, переконайтеся, що інший пристрій приймає цей пристрій, або додайте цей пристрій туди також.

source: The device to reconfigure
de: Das Gerät neu konfigurieren
es: El dispositivo para reconfigurar
it: Il dispositivo da riconfigurare
nl: Het apparaat om opnieuw te configureren
uk: Пристрій для переналаштування

source: The file is currently not available for preview.
de: Die Datei ist derzeit nicht zur Vorschau verfügbar.
es: El archivo no está disponible actualmente para la vista previa.
it: Il file non è attualmente disponibile per l'anteprima.
nl: Het bestand is momenteel niet beschikbaar voor miniatuurweergave.
uk: Файл наразі недоступний для перегляду.

source: The files to download
de: Die Dateien zum Herunterladen
es: Los archivos para descargar
it: I file da scaricare
nl: De bestanden om te downloaden
uk: Файли для завантаження

source: The folder for which to retrieve the directory
de: Der Ordner, für den das Verzeichnis abgerufen werden soll
es: La carpeta para la cual recuperar el directorio
it: La cartella per cui recuperare la directory
nl: De map waarvoor de directory moet worden opgehaald
uk: Папка, для якої потрібно отримати каталог

source: The folder is not configured for selective synchronization.
de: Der Ordner ist nicht für die selektive Synchronisierung konfiguriert.
es: La carpeta no está configurada para la sincronización selectiva.
it: La cartella non è configurata per la sincronizzazione selettiva.
nl: De map is niet geconfigureerd voor selectieve synchronisatie.
uk: Папка не налаштована для вибіркової синхронізації.

source: The folder to list files in
de: Der Ordner zum Auflisten von Dateien
es: La carpeta para listar archivos
it: La cartella per elencare i file
nl: De map voor het weergeven van bestanden
uk: Папка для перелічення файлів

source: The folder to reconfigure
de: Der Ordner zur Neukonfiguration
es: La carpeta para reconfigurar
it: La cartella da riconfigurare
nl: De map om opnieuw te configureren
uk: Тека для повторної конфігурації

source: The folder to rescan
de: Der Ordner zum erneuten Scannen
es: La carpeta para volver a escanear
it: La cartella da risincronizzare
nl: De map om opnieuw te scannen
uk: Файл наразі недоступний для попереднього перегляду.

source: The folder you have selected is inside the app folder. Only folders outside the app folder can be selected.
de: Der Ordner, den Sie ausgewählt haben, befindet sich im App-Ordner. Es können nur Ordner außerhalb des App-Ordners ausgewählt werden.
es: La carpeta que has seleccionado está dentro de la carpeta de la aplicación. Solo se pueden seleccionar carpetas fuera de la carpeta de la aplicación.
it: La cartella selezionata si trova all'interno della cartella dell'app. È possibile selezionare solo cartelle al di fuori di quella dell'app.
nl: De map die je hebt geselecteerd bevindt zich in de app-map. Alleen mappen buiten de app-map kunnen worden geselecteerd.
uk: Папка, яку ви обрали, знаходиться всередині папки програми. Можна вибрати лише папки поза папкою програми.

source: The operating system will periodically grant the app a few minutes of time in the background, depending on network connectivity and battery status.
de: Das Betriebssystem gibt der App je nach Netzwerkverbindung und Batteriestatus gelegentlich ein paar Minuten im Hintergrund.
es: El sistema operativo otorgará a la aplicación periódicamente algunos minutos en segundo plano, dependiendo de la conectividad de red y el estado de la batería.
it: Il sistema operativo concederà periodicamente all'applicazione alcuni minuti in background, a seconda della connettività di rete e dello stato della batteria.
nl: Het besturingssysteem geeft de app af en toe een paar minuten tijd op de achtergrond, afhankelijk van de netwerkverbinding en de batterijstatus.
uk: Операційна система періодично надаватиме додатку кілька хвилин у фоновому режимі, залежно від доступності мережі та стану батареї.

source: The path to the configuration folder was changed and will be used when the app is restarted. The app will now close.
de: Der Pfad zum Konfigurationsordner wurde geändert und wird nach dem Neustart der App verwendet. Die App wird jetzt geschlossen.
es: La ruta a la carpeta de configuración fue cambiada y se usará cuando la app se reinicie. La app se cerrará ahora.
it: Il percorso della cartella di configurazione è stato modificato e verrà utilizzato al riavvio dell'app. L'app verrà ora chiusa.
nl: Het pad naar de configuratiemap is gewijzigd en zal worden gebruikt wanneer de app opnieuw wordt gestart. De app zal nu sluiten.
uk: Шлях до папки з налаштуваннями було змінено і він буде використаний при перезапуску додатка. Додаток зараз закриється.

source: The percentage of the files a device has synchronized, relative to the part of the folder it wants to synchronize. Because devices may ignore certain files or not synchronize any files at all, the percentage does not indicate the percentage of the full folder actually present on the device.
de: Der Prozentsatz der Dateien, die ein Gerät synchronisiert hat, relativ zu dem Teil des Ordners, den es synchronisieren möchte. Da Geräte bestimmte Dateien ignorieren oder überhaupt keine Dateien synchronisieren könnten, gibt der Prozentsatz nicht das Verhältnis des tatsächlich auf dem Gerät vorhandenen Ordners an.
es: El porcentaje de archivos que un dispositivo ha sincronizado, en relación con la parte de la carpeta que desea sincronizar. Debido a que los dispositivos pueden ignorar ciertos archivos o no sincronizar ninguno, el porcentaje no indica el porcentaje de la carpeta completa que está realmente presente en el dispositivo.
it: La percentuale dei file che un dispositivo ha sincronizzato, rispetto alla parte della cartella che desidera sincronizzare. Poiché i dispositivi possono ignorare determinati file o non sincronizzarne affatto, la percentuale non indica la percentuale dell'intera cartella effettivamente presente sul dispositivo.
nl: Het percentage van de bestanden dat een apparaat heeft gesynchroniseerd, ten opzichte van het deel van de map dat het wil synchroniseren. Omdat apparaten bepaalde bestanden kunnen negeren of helemaal geen bestanden kunnen synchroniseren, geeft het percentage niet aan welk percentage van de volledige map daadwerkelijk op het apparaat aanwezig is.
uk: Відсоток файлів, які пристрій синхронізував, відносно частини папки, яку він хоче синхронізувати. Оскільки пристрої можуть ігнорувати певні файли або взагалі не синхронізувати жодних файлів, відсоток не вказує на відсоток повної папки, фактично присутньої на пристрої.

source: The screen will stay on until finished
de: Der Bildschirm bleibt an, bis er abgeschlossen ist
es: La pantalla permanecerá encendida hasta que termine
it: Lo schermo rimarrà acceso fino al termine
nl: Het scherm blijft aan tot het klaar is
uk: Екран залишатиметься увімкненим, поки не завершиться
